import React from 'react'

function TermText() {
  return (
  <>
    <p>Flos에 회원가입하시는 분께 수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적 관한 사항을 안내 드리오니 자세히 읽은 후 동의하여 주시기 바랍니다.</p>
    <br></br>
    <h4># 1. 수집하는 개인정보</h4>
    <p></p>이용자가 서비스를 이용하기 위해 회원가입을 할 경우, Flos는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.
    <br></br>
    <br></br>
    <p>회원가입 시점에 Flos가 이용자로부터 수집하는 개인정보는 아래와 같습니다.</p>
    <p>- 회원 가입 시 필수항목으로 이메일(아이디), 비밀번호, 닉네임을 수집합니다.</p>
    <br></br>
    <p>서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.</p>
    <p>- 회원정보 또는 개별 서비스에서 프로필 정보(프로필 사진)를 설정할 수 있습니다.</p>
    <br></br>
    <h4># 2. 수집한 개인정보의 이용</h4>
    <p>Flos의 회원관리, 서비스 개발·제공 및 향상 등 아래의 목적으로만 개인정보를 이용합니다.</p>
    <p>- 회원 가입 의사의 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.</p>
    <p>- 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.</p>
    <br></br>
    <br></br>
    <h4># 3. 개인정보 수집 및 이용 동의를 거부할 권리</h4>
    <p>- 이용자는 개인정보의 수집 및 이용 동의를 거부할 권리가 있습니다.</p>
    <p>- 회원가입 시 수집하는 최소한의 개인정보 즉, 필수 항목에 대한 수집 및 이용 동의를 거부하실 경우, 회원가입이 어려울 수 있습니다.</p>
  </>
  )
}

export default TermText